  <!DOCTYPE html>
<html>
  <head>
    <meta charset="utf-8" />
    <meta http-equiv="X-UA-Compatible" content="IE=edge" />
    <title>Қаҳрамонони Тоҷик</title>
    <meta name="description" content="" />
    <meta name="viewport" content="width=device-width, initial-scale=1" />
    <!--Ion Icons-->
    <link
      href="https://unpkg.com/ionicons@4.5.10-0/dist/css/ionicons.min.css"
      rel="stylesheet"
    />
    <link href="https://cdn.jsdelivr.net/npm/bootstrap@5.1.3/dist/css/bootstrap.min.css" rel="stylesheet" integrity="sha384-1BmE4kWBq78iYhFldvKuhfTAU6auU8tT94WrHftjDbrCEXSU1oBoqyl2QvZ6jIW3" crossorigin="anonymous">
    <!--Google Fonts-->
    <link
      href="https://fonts.googleapis.com/css?family=Nunito&display=swap"
      rel="stylesheet"
    />
    <link
      href="https://fonts.googleapis.com/css?family=Aldrich&display=swap"
      rel="stylesheet"
    />
    <!--Our stylesheets-->
    <link rel="stylesheet" href="./app/styles/header_styles.css" />
    <link rel="stylesheet" href="./app/styles/main_styles.css" />
    <link rel="stylesheet" href="./app/styles/footer_styles.css" />
    <link rel="stylesheet" href="./app/styles/responsive_styles.css" />
  </head>

  <body>
<header class="p-4 bg-dark text-white">
    <div class="container">
      <div class="d-flex flex-wrap align-items-center justify-content-center justify-content-lg-start">
        <ul class="nav col-12 col-lg-auto me-lg-auto mb-2 justify-content-center mb-md-0">
          <li><a href="index.php"><img src="./storage/img/back.png" width="60" height="50" alt=""></a></li>
        </ul>

      </div>
    </div>
  </header>
  <br><br><br>

<main>
  <br>
  <br><br>
  <center><img  src="./images/qahramon.jpg" alt=""></center>
  <div class="container">
    <br><hr>
    <h1>Садриддин Айнӣ</h1>
    <p>Садриддин Айнӣ — бунёдгузори адабиёти шуравии тоҷик, нависанда, олим, академик ва нахустин Президенти Академияи илмҳои Тоҷикистон (1951–1954), Ходими хизматнишондодаи илми ҶШС Тоҷикистон, академики фахрии Академияи илмҳои ҶШС Ӯзбекистон. Қаҳрамони Тоҷикистон (1997). <br>Сардафтари адабиёти навини тоҷик ва Қаҳрамони миллии Тоҷикистон Садриддин Сайидмуродзода Айнӣ 27 (15) апрел 1878 дар деҳаи Соктареи тумани Ғиждувони Аморати Бухоро (дар ноҳияи Ғиждувони вилояти Бухорои Ўзбекистон) ба дунё омадааст. Фарзандаш ховаршиноси барҷастаи Тоҷикистон Айнӣ Камол. Падараш Саидмуродхоҷа кишоварз буд, аммо чун худ соҳиби хату савод буд, кӯшиш мекард, ки фарзандонаш низ донишомӯхтаву донишманд бошанд. Аз ин рӯ, писараш Садриддин Айниро дар шашсолагӣ (6) ба мадрасаи рустояшон дод. Устод Айнӣ донишомӯзияшро дар он мадраса дар достони «Мактаби кӯҳна» тасвир карда ва дар «Ёддоштҳо» мегӯяд: «Чунон ки падарам дид, дар он мактаб ман саводи амиқ гирифта натавонистам ва маро ба мактаби духтарона дод». Дар мактаби духтарона Садриддин чанд ҷузъ аз Бедил ва чанд ҷузъ аз ғазалиёти Соибро хонда дар даҳсолагӣ мактабро хатм мекунад. Аммо бачагии Садриддин Айнӣ дар оғӯши падару модар дер давом накард. Вабое, ки соли 1889 Бухоро ва атрофи онро фаро гирифт, дар чиҳил рӯз ӯро ҳам аз падар ва ҳам аз модар ҷудо кард. <br>Орзую ҳаваси илму шеър Айниро дар 12-солагӣ ба Бухоро овард. Ба мадрасаҳои Бухоро дохил шудан ва дониш гирифтан барои Айнӣ барин фақирзодагони илмҷӯ хеле мушкил буд. Вале ӯ ба шарофати ҳавасмандӣ ва толиби илм буданаш тамоми душвориҳои рӯзгор ва омӯзишро паси сар карда, 16 сол дар мадрасаҳои Бухоро таҳсил намудааст. Айнӣ дар мадрасаҳои мири Араб, Олимҷон, Бадалбек, Ҳоҷӣ Зоҳид ва Кӯкалдош таҳсил карда, соли 1908 онро хатм мекунад.</p>
    <br><hr>
    <h1>Бобоҷон Ғафуров</h1>
    <p>Бобоҷон Ғафуров Қаҳрамони Тоҷикистон, арбоби сиёсию давлатӣ, муаррихи барҷаста, шарқшиноси машҳури тоҷик, доктори илми таърих, профессор, узви пайвастаи АИ Тоҷикистон (1951), узви пайвастаи АИ Иттиҳоди Шӯравӣ (1968), Ходими хизматнишондодаи илми Ҷумҳурии Тоҷикистон (1967). <br>Бобоҷон Ғафуров 31 декабри соли 1908 дар рустои Исфисор, ҳоло ш. Ғафурови вилояти Суғд ба дунё омад. Дар ташаккули ӯ, чун инсони комилу хоксор, ватандӯст, олими нуктасанҷ оилаи меҳнатдӱст, падараш Сангинов Ғафур деҳқон ва коргари роҳи оҳан (соли вафот 1935) ва хусусан модари маърифатпарвари ӯ шоира Розия Озод (Розия Бойматовна Ғафурова) таъсири мусбӣ расонидаанд. Давраи ҷавонии ӯ дар вазъияте мегузашт, ки ҷараёни сиёсӣ-иртиҷоии туркпарастон (пантуркистҳо) вуҷуд доштани халқи тоҷикро инкор карда, Осиёи Миёнаро ба империяи «Туркияи бузург» пайваст карданӣ буданд. Фаъолияти илмӣ-эҷодии Б. Ғафуров дар шароите оғоз гардид, ки дар афкори ҷамъиятӣ бояд исбот мешуд, ки халқи тоҷик бо меҳнати шоёнаш дар тамаддун аз давраҳои қадим маълум ва машҳур аст.</p>
    <br><hr>
    <h1>Эмомалӣ Раҳмон</h1>
    <p>Эмомалӣ Раҳмон 5 октябри соли 1952 дар ноҳияи Данғараи Ҷумҳурии Тоҷикистон дар оилаи деҳқон таваллуд шудааст. <br>

Фаъолияти меҳнатиашро соли 1969, баъд аз хатми Омӯзишгоҳи касбию техникии № 40-и шаҳри Калининобод (ҳоло Сарбанд), ба ҳайси устои барқ дар Корхонаи равғанкашии шаҳри Қӯрғонтеппа шурӯъ намудааст. Солҳои 1971-1974 дар Флоти уқёнуси Ором дар хизмати ҳарбӣ буд. Пас аз хизмати ҳарбӣ ба зодгоҳи худ баргашта, дар совхози ба номи Ленини ноҳияи Данғара кор кардааст. Соли 1982 факултети иқтисоди Донишгоҳи миллии Тоҷикистонро хатм намуд.
<br>
Солҳои 1976-1987 дар вазифаҳои котиби раёсат, раиси Кумитаи иттифоқҳои касабаи совхози ба номи Ленини ноҳияи Данғара буд. Сипас дар мақомоти ҳизбӣ фаъолият дошт.</p>
  <br><hr>
  <h1>Мирзо Турсунзода</h1>
  <p>Мирзо Турсунзода (2 майи 1911, Қаратоғ, Бекигарии Ҳисор, Аморати Бухоро — 24 сентябри 1977, Душанбе, ҶШС Тоҷикистон, ИҶШС) — шоир, арбоби ҷамъиятиву сиёсӣ, раиси Иттифоқи нависандагони Тоҷикистон, Шоири халқии Тоҷикистон (1961), академики АИ ҶШС Тоҷикистон (1951), Қаҳрамони меҳнати сотсиалистӣ (1967). Раиси Кумитаи якдилии халқҳои Осиё ва Африқо. Барандаи Ҷоизаи байналмилалии ба номи Неҳру, Ҷоизаи давлатии СССР (ИҶШС) ва Ҷоизаи давлатии Тоҷикистон ба номи Абӯабдуллоҳи Рӯдакӣ. Қаҳрамони Тоҷикистон (2001).
<br>
Мирзо Турсунзода 2 майи соли 1911 дар деҳаи хушманзараи Қаратоғ водии Ҳисор ба дунё омадааст. Падараш, усто Турсун яке аз ҳунармандони гулдасти ин води (деҳа) буд. Бо вуҷуди ин зиндагонии аҳли оилаи у қашоқона мегузашт. Ба ин нигоҳ накарда, усто Турсун мехост, ки писараш Мирзо соҳиби хату савод шавад. Мирзои хурдсол чанде дар назди муллои деҳа таҳсил кард. Баъди ғалабаи Инқилоби Октябри Кабир, ба рӯи мардуми камбағал дари бахту саодат ва илму маърифат кушод. Дере нагузашта дар Қаратоғ мактаби нави советӣ ташкил ёфт ва Мирзо аз ҷумлаи аввалин талабагони он гардид. Дар солҳои 1925-1926 дар интернати Душанбе таҳсили худро давом медиҳад.</p>
<br><hr>
<h1>Нусратулло Махсум</h1>
<p>Нусратулло Махсум — яке аз асосгузорони Тоҷикистони Шӯравӣ ҶШС Тоҷикистон, арбоби сиёсию давлатии Тоҷикистон, сиёсатмадор, дорандаи унвони олии Ҷумҳурии Тоҷикистон — Қаҳрамони Тоҷикистон,
<br>
Нусратулло Махсум (Лутфуллоев) – соли 1881 дар деҳаи Чашмаи Қозии бекигарии Қаротегин (Аморати Бухоро) дар оилаи камбағал таваллуд ёфтааст. Дар оғози ҷавонӣ ба шаҳрҳои Қуқанд ва Фарғонаи кишвари Туркистон сафар карда, чун ҳаммол кор кардааст. Дар давраи инқилоби якуми Русия, солҳои 1905-07 Нусратулло Махсум дар корпартоиҳо ва намоишҳои коргарони шаҳри Қуқанд ширкат варзидааст. Соли 1920 баъди инқилоби халқӣ – демократии Бухоро ва аз тахт афтодани амири Бухоро ба қатори муборизони роҳи таҳкими Ҳокимияти Шӯроӣ дар Бухорои Шарқӣ дохил мешавад. Соли 1921 то 1923 чун ваколатдори кумитаи озуқаи ҶХС Бухоро дар таъмини аскарони сурх ширкат карда, ҳамчунин дар муборизаи зидди босмачигарӣ дар Ғарм ва Душанбе иштирок кардааст. Сипас ба ҳайси раиси коммисиюни фавқулодаи мутаадиди Бухорои Шарқӣ, раиси КИМ-и Бухорои Шарқ ва раиси кумитаи инқилоби ҶМШС Тоҷикистон кор кардааст.</p>
<br> <hr>
<h1>Шириншоҳ Шоҳтемур</h1>
<p>Шириншоҳ Шоҳтемур — арбоби сиёсию давлатии Тоҷикистон, Қаҳрамони Тоҷикистон, яке аз асосгузорони Тоҷикистони Шӯравӣ.
<br>
Шириншоҳ Шоҳтемур фарзанди деҳқон аз деҳаи Поршиневи волости Шуғнон (Помири ғарбӣ) аморати Бухоро аст. Ӯ соли 1899 ба дунё омадааст. Волидонаш ба ғаллакорӣ шуғл варзида зиндагии хеле қашшоққона доштанд. Тахминан соли 1908 ё соли 1909, вақте Шириншоҳ ки 8-9 сола буд, волидонаш аз олам гузаштанд. Аслу насаби падараш аҳли рӯҳонист, ки он дар номи насаби ӯ низ акс ёфтааст. Маънои ҳиссачаи «шо» – саид, ё худ вориси бевоситаи Муҳаммад аст. То дувоздаҳсолагӣ дар назди бародараш умр ба сар бурдааст. Аз соли 1911) ба интернати назди омӯзишгоҳи русӣ-маҳаллии Хоруғ, ки дар Кӯҳистони Бадахшон бори аввал кушода шуда буд, дохил гардида, дар он 4 сол аз ҳисоби давлати русҳо хондааст. Зимистон таҳсил дошта, тобистон дар назди сардори отряди Помир кор мекард – гулҳоро об медод. Аз 14-солагӣ бо меҳнати хеш зиндагӣ мекард.</p>
</div>
</main>
    <footer>
      <div class="info">
        <div class="help">
          <h3>Кӯмак</h3>
          <p><i class="icon ion-md-call"></i>+123 456 789</p>
          <i class="icon ion-md-mail"></i>
          <p>rushdisayohi@gmail.com</p>
        </div>
        <div class="about">
          <h3>Дар бораи</h3>
          <a href="#">Дар бораи мо</a>
          <a href="#">Дар бораи Тоҷикистон</a>
          <a href="#">Тарзи сайёҳат</a>
        </div>
        <div class="discover">
          <h3>Кашф кардан</h3>
          <a href="#">Дастурамали сайёҳӣ</a>
          <a href="#">Приглашения </a>
        </div>
      </div>

      <div class="copy-right">
        <p>&copy; Рушди сайёҳӣ, истеҳсоли SammieCorp.</p>
      </div>

      <div class="social-media">
        <i class="icon ion-logo-facebook" id="facebook-logo"></i>
        <i class="icon ion-logo-instagram" id="instagram-logo"></i>
        <i class="icon ion-logo-twitter" id="twitter-logo"></i>
      </div>
    </footer>

    <!--Script to toggle the menu -->
    <script src="./app/scripts/toggler.js" async defer></script>
  </body>
</html>
